Repository: biou/dotclear-lb
Catalog: public.po
Languages: lb

source: To content
lb: Op de Contenu

source: To menu
lb: Op de Menü

source: To search
lb: Op d'Sich

source: By
lb: Vun

source: by
lb: vun

source: on
lb: de

source: On
lb: De

source: Continue reading
lb: Lektür weidermaachen

source: no comments
lb: Kee Commentaire

source: one comment
lb: Een Commentaire

source: %d comments
lb: %d Commentairen

source: no trackbacks
lb: Keen Trackback

source: one trackback
lb: Een Trackback

source: %d trackbacks
lb: %d Trackbacken

source: no attachments
lb: Kee Fichier

source: one attachment
lb: Een Fichier

source: %d attachments
lb: %d Fichieren

source: previous entries
lb: viregt Bäiträg

source: page
lb: Säit

source: of
lb: aus

source: next entries
lb: nächst Bäiträg

source: Search
lb: Sichen

source: Your search for <em>%1$s</em> returned no result.
lb: Är Sich no <em>%1$s</em> gëtt kee Resultat.

source: Your search for <em>%1$s</em> returned <strong>%2$s</strong> result.
lb: Är Sich no <em>%1$s</em> gëtt <strong>%2$s</strong> Resultat.

source: Your search for <em>%1$s</em> returned <strong>%2$s</strong> results.
lb: Är Sich no <em>%1$s</em> gëtt <strong>%2$s</strong> Resultaten.

source: Home
lb: Haaptsäit

source: All keywords
lb: All Stéchwierder

source: Best of me
lb: Dat Bescht aus mir

source: Languages
lb: Sproochen

source: Categories
lb: Kategorien

source: Subcategories
lb: Ënnerkategorien

source: Archives
lb: Archive

source: Links
lb: Linken

source: Subscribe
lb: Abonnéieren

source: Entries feed
lb: Bäiträg feed

source: Comments feed
lb: Commentairen feed

source: Attachments
lb: Fichieren

source: Comments
lb: Commentairen

source: Your comment
lb: Äre Commentaire

source: Your comment has been published.
lb: Äre Commentaire gëtt verëffentlecht.

source: Add a comment
lb: E Commentaire bäisetzen

source: Name or nickname
lb: Numm oder Virnumm

source: Email address
lb: Email Adress

source: Website
lb: Websäite

source: optional
lb: fakultativ

source: Comment
lb: Commentaire

source: Remember me on this blog
lb: Erënnere mech um dëse Blog

source: preview
lb: Ausbléck

source: send
lb: Schécken

source: You must provide an author name
lb: Dir musst en Auteurnumm aginn

source: You must provide a comment
lb: Dir musst e Commentaire aginn

source: Email address is not valid
lb: Email Adress ass net gülteg

source: Document not found
lb: Dokument net fonnt

source: The document you are looking for does not exist.
lb: De Dokument existéiert net.

source: Subscribe to
lb: Sech abonnéieren

source: Read
lb: Liesen

source: Page top
lb: Erop réckelen

source: toDay
lb: bis

source: FromDay
lb: vun

source: By category
lb: duerch Kategorie

source: By date
lb: Duerch Datum

source: By tag
lb: Duerch Tag

source: Blog menu
lb: Blog Menü

source: Etra menu
lb: Extra Menü

source: Blog info
lb: Blog Informatioun
